[
  {
    "imageUrl": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhU7g28w6jY8weFjNv__8u9pzFtjU6xY4y7ICP9nG4g8rkVve3DgpeaXahshHlxV89YyaHJNNj1bLN5we4bxuBYxVlmHTmb7z3oVR9BratY8vorJlWGtnHvh6sb5tZnk0VcIR7MT6wERuZnZqvCBNEAUIN43jvxeOSuA4tVfH1SALEsEKCSqm5tJCW48sg/s500/placeholder_avatar_1.png",
    "title": "Steve Jobs",
    "details": "Steve Jobs started a company called Apple Computer, which went on to be one of the biggest companies in the world.",
    "activities": [
      {
        "title": "Paper iPad",
        "description": "Create a pretend iPad by cutting a rectangle from cardboard or paper and decorating it with app icons."
      },
      {
        "title": "Apple Print Art",
        "description": "Cut an apple in half, dip it in paint, and use it to stamp colorful apple shapes on paper."
      },
      {
        "title": "Innovation Collage",
        "description": "Cut out pictures of gadgets or creative ideas from magazines and glue them onto a poster board."
      },
      {
        "title": "DIY Apple Logo",
        "description": "Draw and color your own version of the Apple logo. You can make it rainbow-colored like the original!"
      },
      {
        "title": "Cardboard Computer",
        "description": "Turn a cardboard box into a pretend computer. Add keys, a screen, and even a pretend mouse!"
      },
      {
        "title": "Idea Lightbulb",
        "description": "Craft a lightbulb using paper, glitter, and markers to represent great ideas."
      },
      {
        "title": "Inventor's Notebook",
        "description": "Decorate a small notebook where your toddler can 'draw' inventions or ideas."
      },
      {
        "title": "DIY Headphones",
        "description": "Make pretend headphones using pipe cleaners and paper circles. Decorate them to look techy!"
      },
      {
        "title": "Gadget Stick Puppets",
        "description": "Create stick puppets of gadgets like a phone, computer, or tablet using craft sticks and paper."
      },
      {
        "title": "Rainbow Apple Garland",
        "description": "Cut out apple shapes from colored paper, decorate them, and string them together to make a garland."
      },
      {
        "title": "Apple Hunt",
        "description": "Hide paper apples or toy apples around the house. Pretend they're hidden innovations and search for them together."
      },
      {
        "title": "Inventor Charades",
        "description": "Take turns acting out an invention or tool while the other guesses what it is."
      },
      {
        "title": "Apple Stack Challenge",
        "description": "Stack as many apples (real or toy) as you can without them falling!"
      },
      {
        "title": "Tech Simon Says",
        "description": "Play 'Simon Says' but with tech-inspired actions, like 'type on a keyboard' or 'swipe on a phone.'"
      },
      {
        "title": "Memory Match",
        "description": "Create cards with pictures of tech gadgets or logos (like an apple, a computer, etc.) and play a matching game."
      },
      {
        "title": "Code the Robot",
        "description": "Pretend one of you is a robot and the other gives simple 'code' commands (like 'walk forward' or 'pick up toy')."
      },
      {
        "title": "Build-a-Gadget Race",
        "description": "Use building blocks or household items to build pretend gadgets. Race to see who can finish first."
      },
      {
        "title": "What's in the Box?",
        "description": "Put a gadget or toy in a box. Let your toddler feel inside without looking and guess what it is."
      },
      {
        "title": "Apple Toss",
        "description": "Set up buckets or baskets and toss paper apples or balls into them to score points."
      },
      {
        "title": "Design the Future",
        "description": "Draw pictures of what you think gadgets will look like in the future, then guess which idea will 'win.'"
      }
    ]
  },
  {
    "imageUrl": "https://evolveltd.eu/app/uploads/2020/01/Marie-Curie-evolve.jpg",
    "title": "Marie Curie",
    "details": "Marie Curie was a scientist who won two Nobel Prizes for her groundbreaking work in radioactivity.",
    "activities": [
      {
        "title": "Element Hunt",
        "description": "Hide cards with element names or symbols around the house, and have your toddler find them."
      },
      {
        "title": "Beaker Balance",
        "description": "Use cups or small containers to represent beakers and stack them carefully without toppling them over."
      },
      {
        "title": "Periodic Table Puzzle",
        "description": "Create a simple puzzle with element symbols for your child to piece together."
      },
      {
        "title": "Glow Tag",
        "description": "Play tag in a dim room with glow sticks or glowing bracelets to represent Marie Curie's discoveries."
      },
      {
        "title": "Test Tube Relay",
        "description": "Set up a relay race where your toddler moves water or colored beads between cups (pretend test tubes)."
      },
      {
        "title": "Lab Assistant Match",
        "description": "Mix cards with science tools (like beakers, goggles, and scales) and have your toddler match them to their uses."
      },
      {
        "title": "Crystal Formation Game",
        "description": "Use blocks or toys to 'grow' crystals by building towers together and learning how crystals form."
      },
      {
        "title": "Science Charades",
        "description": "Act out science-related actions (mixing chemicals, wearing goggles, using a microscope) and guess what they are."
      },
      {
        "title": "Radiation Shield Challenge",
        "description": "Create an obstacle course where your toddler wears a pretend shield (like cardboard) to 'block radiation.'"
      },
      {
        "title": "Discovery Freeze Dance",
        "description": "Play music and dance like scientists celebrating a discovery. When the music stops, freeze in a science pose!"
      },
      {
        "title": "Experiment at Home",
        "description": "Perform a safe science experiment using common household items."
      },
      {
        "title": "Discover Something New",
        "description": "Learn about an element on the periodic table and create a fun fact sheet."
      },
      {
        "title": "Glow-in-the-Dark Art",
        "description": "Create glowing artwork using glow-in-the-dark paint or markers to represent Marie Curie's discoveries."
      },
      {
        "title": "Periodic Table Poster",
        "description": "Make a mini periodic table using colored paper and stickers for each element."
      },
      {
        "title": "Beaker Painting",
        "description": "Paint or draw beakers and test tubes, then add colorful 'liquids' using markers or glitter."
      },
      {
        "title": "Element Necklace",
        "description": "Create a necklace with beads that represent elements, like blue for oxygen or green for radium."
      },
      {
        "title": "Radium-Themed Lantern",
        "description": "Decorate a paper lantern with stars and glowing designs inspired by Marie Curie's work with radium."
      },
      {
        "title": "Lab Coat Design",
        "description": "Make a pretend lab coat from an oversized shirt and decorate it with drawings of science tools."
      },
      {
        "title": "Science Medal",
        "description": "Craft a medal using cardboard and foil to represent Marie Curie’s Nobel Prize achievements."
      },
      {
        "title": "Crystal Decorations",
        "description": "Create paper or pipe cleaner crystals to represent her discoveries in chemistry."
      },
      {
        "title": "Inventor's Goggles",
        "description": "Make pretend science goggles using craft foam or paper and wear them for pretend experiments."
      },
      {
        "title": "Radiation Shield Craft",
        "description": "Design a pretend radiation shield using cardboard and paint, like what scientists use for protection."
      }
    ]
  },
  {
    "imageUrl": "https://img.mmc.com.do/cdn-bucket/uploads/2022/11/ElonMusk_2017-stageshot.jpg",
    "title": "Elon Musk",
    "details": "Elon Musk is an entrepreneur and inventor who helped create Tesla electric cars, SpaceX rockets, and many other innovative projects.",
    "activities": [
      {
        "title": "Rocket Race",
        "description": "Set up a race using paper rockets on strings. Blow or pull them along to see whose rocket 'launches' fastest."
      },
      {
        "title": "Tesla Parking Challenge",
        "description": "Create a pretend parking lot for toy cars and guide them into 'charging stations' like Teslas."
      },
      {
        "title": "Mars Rover Hunt",
        "description": "Hide small objects around the house and pretend to be Mars rovers searching for signs of 'life.'"
      },
      {
        "title": "Astronaut Freeze Tag",
        "description": "Play a game of tag where 'frozen' players have to strike an astronaut pose until unfrozen."
      },
      {
        "title": "Reusable Rocket Toss",
        "description": "Use a soft ball or toy rocket and play catch, emphasizing that SpaceX rockets can land and be reused."
      },
      {
        "title": "AI Simon Says",
        "description": "Play 'Simon Says' but pretend the commands come from an AI robot. Add a techy twist to the rules!"
      },
      {
        "title": "Space Cargo Relay",
        "description": "Set up a relay game where 'cargo' (toys or objects) must be transported from Earth to Mars using toy vehicles."
      },
      {
        "title": "Tunnel Explorer",
        "description": "Crawl through pillow or blanket tunnels, inspired by The Boring Company's underground transport system."
      },
      {
        "title": "Solar Panel Puzzle",
        "description": "Create a puzzle with pieces that represent a solar panel and assemble it to 'power' a pretend house."
      },
      {
        "title": "Mars Jump",
        "description": "Pretend to be on Mars, where gravity is lower. Jump as high as you can and measure your 'astronaut jumps.'"
      },
      {
        "title": "Rocket Craft",
        "description": "Create a rocket using cardboard tubes, paper, and markers. Add wings and a nose cone for decoration."
      },
      {
        "title": "DIY Tesla Car",
        "description": "Make a pretend Tesla car using a cardboard box. Decorate it with wheels, headlights, and a Tesla logo."
      },
      {
        "title": "Mars Landscape Diorama",
        "description": "Build a mini Mars scene using a shoebox, red sand or paper, and small toy vehicles as rovers."
      },
      {
        "title": "Space Helmet",
        "description": "Craft a space helmet using a paper bag or balloon and decorate it to look like a SpaceX astronaut's gear."
      },
      {
        "title": "Solar System Mobile",
        "description": "Make a hanging mobile of planets, with Mars and Earth as the focus, using paper and string."
      },
      {
        "title": "Solar Panel Art",
        "description": "Create a model of a solar panel with cardboard and foil to learn about renewable energy."
      },
      {
        "title": "Mars Rover Model",
        "description": "Use recycled materials like bottle caps, cardboard, and straws to build a pretend Mars rover."
      },
      {
        "title": "Underground Tunnel Drawing",
        "description": "Draw a cross-section of an underground tunnel inspired by The Boring Company's projects."
      },
      {
        "title": "Reusable Rocket Puzzle",
        "description": "Design a rocket-shaped puzzle from cardboard that can be taken apart and reassembled."
      },
      {
        "title": "SpaceX Logo Design",
        "description": "Draw and color your own version of the SpaceX logo, or create a new logo for a space company."
      }
    ]
  }
]
