[
  {
    "imageUrl": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhU7g28w6jY8weFjNv__8u9pzFtjU6xY4y7ICP9nG4g8rkVve3DgpeaXahshHlxV89YyaHJNNj1bLN5we4bxuBYxVlmHTmb7z3oVR9BratY8vorJlWGtnHvh6sb5tZnk0VcIR7MT6wERuZnZqvCBNEAUIN43jvxeOSuA4tVfH1SALEsEKCSqm5tJCW48sg/s500/placeholder_avatar_1.png",
    "title": "Steve Jobs",
    "details": "1. Build a pretend 'computer' using cardboard and decorate it together.\n2. Play 'Apple Store' by setting up an imaginary store with toy gadgets.\n3. Draw an apple and turn it into a colorful logo.\n4. Pretend to give a 'product launch' presentation with a toy microphone.\n5. Create a simple 'coding' game using colored blocks or patterns.\n6. Design a futuristic gadget by drawing or using building blocks.\n7. Read a short story about inventors and talk about creativity.\n8. Pretend to 'invent' something new by combining household items in fun ways.\n9. Watch a kid-friendly clip about technology or how computers work.\n10. Make a 'vision board' about things your toddler dreams of creating one day."
  },
  {
    "imageUrl": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiUnT1SXDA0EyGvef_vynFSySEr0A3eiNBKHTHn8huXmCSTS9DnA9QYxB7GWVwVMCI_B_DcsEx1SEAmQIY3ZObYfRnXqjThuAc4SR61u0duBwMImCWcgPvDCvSjHzEMxmMti2P7eIUzH8BVvgZrzb2DScdB0amuaFfBUGcrqLGzzx9DGktJKzo2kYdfhe4/s500/placeholder_avatar_5.png",
    "title": "Serena Williams",
    "details": "1. Create a Serena Williams badge.\n2. Have a mini tennis match in the living room.\n3. Design your tennis outfit.\n4. Set up a mini workout inspired by Serena's training."
  },
  {
    "imageUrl": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgBynBv2v3ojsabL-cQhUWWMugDLaH9Fi-KQMje3oMiLfV-xsFBNdcy9LMwbfovYYrtoKSyz9ie1BJU9EhyjS84MhDFgmoyuTmI0h2kh88X1RP4gqmrwLcho5BuUWJr20A3Ii2gnGSMgU7p5KH5vH91FxulfGc8qvcuDExsYWT7jgQ3F8vjeJ3kVAzMmtw/s500/placeholder_avatar_4.png",
    "title": "Beyoncé",
    "details": "1. Create a microphone using cardboard and foil and have a mini concert.\n2. Put on a dress-up fashion show inspired by Beyoncé's iconic outfits.\n3. Dance to kid-friendly versions of Beyoncé's songs in a mini dance party.\n4. Make a simple craft crown to feel like royalty.\n5. Create a 'Beyoncé Vision Board' with magazine cutouts and drawings.\n6. Watch clips of Beyoncé's family-friendly performances together.\n7. Pretend to be in a recording studio and 'record' your own song.\n8. Play 'Single Ladies' freeze dance and stop when the music pauses.\n9. Design your own music album cover with crayons and paper.\n10. Have a snack break with lemonade and talk about what makes your child feel powerful and confident."
  },
  {
    "imageUrl": "https://socialstudieshelp.com/wp-content/uploads/2024/04/Albert-Einstein-Unraveling-the-Mysteries-of-the-Universe.webp",
    "title": "Albert Einstein",
    "details": "1. Pretend to be scientists and mix safe 'potions' with water and food coloring.\n2. Draw a picture of the solar system and talk about gravity.\n3. Create a 'mad scientist' hairstyle using paper and tape.\n4. Make simple paper airplanes and explore how they fly.\n5. Watch a kid-friendly video about the speed of light or relativity.\n6. Build a basic bridge using blocks or household items.\n7. Create a chalkboard drawing of equations (fun, pretend ones like 2+2=Fish).\n8. Have a 'thinking cap' craft session and design hats.\n9. Practice asking 'why' to encourage curiosity about everyday things.\n10. Read a short story or watch a clip about Albert Einstein's life."
  },
  {
    "imageUrl": "https://evolveltd.eu/app/uploads/2020/01/Marie-Curie-evolve.jpg",
    "title": "Marie Curie",
    "details": "1. Pretend to be chemists and 'mix' safe solutions (colored water).\n2. Talk about the importance of safety in science and pretend to wear lab coats.\n3. Draw glowing stars to represent radiation discoveries.\n4. Create a simple scavenger hunt with 'hidden elements' around the room.\n5. Play 'science laboratory' with measuring cups and water.\n6. Watch a kid-friendly video on famous scientists.\n7. Design your own imaginary element and name it.\n8. Use glow-in-the-dark stickers to talk about discovery and light.\n9. Pretend to explore a new 'field' and write findings in a notebook.\n10. Learn a simple fact about how X-rays work and mimic the motion with hands."
  },
  {
    "imageUrl": "https://i.etsystatic.com/19535642/r/il/c3691b/1924573871/il_570xN.1924573871_rxs9.jpg",
    "title": "Muhammad Ali",
    "details": "1. Make a 'boxing glove' craft using paper and stuffing.\n2. Practice light punches on pillows or air to learn about strength and speed.\n3. Watch a short clip of Muhammad Ali's inspirational quotes.\n4. Play a game where you 'dodge' soft thrown objects like balloons.\n5. Create a medal or trophy for your child to celebrate their courage.\n6. Act out an imaginary boxing match with fun poses and cheers.\n7. Teach your child to say 'I'm the greatest!' for fun confidence-building.\n8. Make a timeline of Muhammad Ali's life using drawings.\n9. Practice jumping rope like boxers do for training.\n10. Read a kid-friendly story about standing up for what you believe in."
  },
  {
    "imageUrl": "https://www.timeforkids.com/wp-content/uploads/2020/09/AG_amelia.jpg",
    "title": "Amelia Earhart",
    "details": "1. Create a pretend airplane using chairs or cardboard.\n2. Make pilot goggles with paper and string.\n3. Pretend to go on an adventure and draw a map of your journey.\n4. Learn about the compass and practice finding directions at home.\n5. Watch a short video about airplanes or flying.\n6. Draw clouds on paper and hang them as decorations.\n7. Create paper airplanes and have a flying contest.\n8. Pretend to land on a new island and 'discover' new things around the room.\n9. Act out Amelia Earhart's flights by walking on a marked 'runway.'\n10. Talk about bravery and perseverance during snack time."
  },
  {
    "imageUrl": "https://encrypted-tbn2.gstatic.com/licensed-image?q=tbn:ANd9GcSU69NViwbIrDSay1WFPDg_0aoI2n36iRTq0oBTA6dk_ZGZoR4umIInsztIzNAaXq0BVAM12zBTw4TJSgw",
    "title": "Nelson Mandela",
    "details": "1. Create a pretend protest sign with positive messages.\n2. Watch a short clip about Nelson Mandela's life.\n3. Have a peaceful march around the house.\n4. Talk about kindness and what it means to fight for fairness.\n5. Make a freedom flag with paper and markers.\n6. Read a children's book about Nelson Mandela.\n7. Pretend to be a leader and practice saying inspiring words.\n8. Create a puzzle using a picture of Nelson Mandela.\n9. Act out a peaceful protest and practice chanting non-violent slogans.\n10. Discuss forgiveness and making the world a better place."
  },
  {
    "imageUrl": "https://img.posterstore.com/zoom/ps53254_1.jpeg",
    "title": "Frida Kahlo",
    "details": "1. Make a colorful flower crown like Frida's iconic style.\n2. Create a self-portrait using colorful markers or crayons.\n3. Talk about creativity and self-expression.\n4. Watch a kid-friendly video about Frida Kahlo's life.\n5. Use fabric scraps to design your own pretend clothing.\n6. Look at nature outside and talk about what inspires your creativity.\n7. Draw animals or pets as Frida did in her paintings.\n8. Pretend to be artists and make an art studio in your living room.\n9. Learn about Mexico's culture and make a paper flag.\n10. Discuss the importance of being yourself and embracing differences."
  },
  {
    "imageUrl": "https://i0.wp.com/accademiastudioitalia.com/wp-content/uploads/2023/10/Leonardo-da-vinci-1.jpg?resize=593%2C593&ssl=1",
    "title": "Leonardo da Vinci",
    "details": "1. Draw a picture of an invention like a flying machine.\n2. Pretend to be an inventor and create a blueprint using paper.\n3. Watch a short animation of Leonardo's inventions.\n4. Use household items to make a simple 'machine' that moves.\n5. Talk about the importance of being curious and asking questions.\n6. Try to make a 'robot' out of cardboard or recyclables.\n7. Practice writing with a quill or a pen like Leonardo did.\n8. Learn to sketch simple objects and make it fun.\n9. Design a famous da Vinci painting with your own style.\n10. Pretend to be an explorer and 'discover' new things around the house."
  },
  {
    "imageUrl": "https://www.reuters.com/resizer/v2/Y42SE4ZM7RIBRAS5WEEDFYYPVA.jpg?auth=b78741b7fec1c7ab30945ebac9e3f31dcde0b451870e28647c52da65197f3f2b&width=5500&quality=80",
    "title": "Elon Musk",
    "details": "1. Create a 'spaceship' using cardboard and pretend to explore Mars.\n2. Talk about space travel and watch a space-themed video.\n3. Design a futuristic car out of blocks or drawings.\n4. Pretend to be an inventor and build something cool with LEGO.\n5. Learn about rockets and make a DIY paper rocket.\n6. Discuss what it means to follow your dreams and take risks.\n7. Build a pretend 'Tesla' car with toy cars and set up a race.\n8. Watch a video about the SpaceX launch or mission to Mars.\n9. Talk about how things change over time and the power of new ideas.\n10. Read a kid-friendly story about innovation and technology."
  },
  {
    "imageUrl": "https://news.artnet.com/app/news-upload/2018/06/G06033_GEO22286.jpg",
    "title": "Oprah Winfrey",
    "details": "1. Pretend to be a talk show host and have a 'guest' interview.\n2. Create a vision board of your child's dreams.\n3. Watch a short clip from Oprah's inspirational shows.\n4. Discuss kindness and how it can change the world.\n5. Make 'Oprah's Book Club' and read a favorite story together.\n6. Create a self-care routine for kids with play pretend spa activities.\n7. Talk about the importance of giving back and helping others.\n8. Make a thank-you card for someone you care about.\n9. Practice 'empathy' by listening to each other and sharing stories.\n10. Play a game where you act out positive words and emotions."
  },
  {
    "imageUrl": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcTT5XMVWO86SUm7lg_eAup304UwCVOmI5a-HVfx7_LxYpMV-LsaJTkZ5000k17UwqsDSss6xba_aNQKOnG1KF2vRQ",
    "title": "William Shakespeare",
    "details": "1. Create a simple play and perform it for the family.\n2. Pretend to be in a Shakespearean play and practice acting.\n3. Read or act out a short scene from one of Shakespeare's plays.\n4. Make a crown for your child to feel like royalty.\n5. Learn some fun words from Shakespeare's language and use them in sentences.\n6. Draw a picture of a stage and imagine performing on it.\n7. Create costumes using sheets or clothes and pretend to be characters.\n8. Talk about the importance of storytelling and imagination.\n9. Watch a colorful animated version of Shakespeare's plays.\n10. Design your own coat of arms like the one Shakespeare's family had."
  },
  {
    "imageUrl": "https://ew.com/thmb/PKEMEY_Z1KoMlAbZfRq213KAm5Y=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/maya-angelou-11-b8ebe85dcd9d45958a32640a757e6a17.jpg",
    "title": "Maya Angelou",
    "details": "1. Write a positive affirmation on a paper and decorate it.\n2. Watch a short clip of Maya Angelou's powerful speeches.\n3. Recite your favorite poem or create a new one together.\n4. Create an art piece inspired by Maya Angelou's work.\n5. Talk about the importance of kindness and speaking up for others.\n6. Make a collage of inspirational words and pictures.\n7. Discuss perseverance and how everyone has a voice.\n8. Learn how to express emotions through writing or art.\n9. Pretend to be poets and read your words out loud.\n10. Discuss the power of courage and resilience."
  },
  {
    "imageUrl": "https://variety.com/wp-content/uploads/2021/04/Ellen-Degenes-Show-NFTs.jpg?w=1000&h=575&crop=1",
    "title": "Ellen DeGeneres",
    "details": "1. Pretend to have a talk show and interview each other.\n2. Watch a short clip of Ellen’s funniest moments.\n3. Create a 'Kindness Jar' where you write nice things to say.\n4. Play a game of 'Who’s the Most Positive' and give compliments.\n5. Dance around to upbeat music and have fun with silly moves.\n6. Talk about the importance of humor and laughter.\n7. Make a colorful card to give to someone to brighten their day.\n8. Share a joke or funny story to make everyone laugh.\n9. Pretend to do a 'comedy sketch' and create funny scenes.\n10. Discuss how kindness can change someone's day."
  }
]
